<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><!-- GenHTML@14981-->
<head>
<META HTTP-EQUIV="Content-type" CONTENT="text/html; charset=UTF-8">
<title>Java SE 감시 및 관리 가이드 - xrath.com 에서 번역됨</title>
<link rel="stylesheet" type="text/css" href="css/default.css">
<!--stopindex-->
<script language="javascript1.2" type="text/javascript" src="css/menucontent.js"></script>
<script language="javascript1.2" type="text/javascript" src="css/menucode.js"></script>
</head>

<body leftmargin="0" topmargin="0" marginheight="0" marginwidth="0" bgcolor="#ffffff" onload="prepmenus();" class="a0v0">
<a name="top"></a> 

<!-- BEGIN A1 COMPONENT V.0 -->
<div class="a1">
<div class="a1v0">
<table cellpadding="0" cellspacing="0" border="0" width="100%">
<tr valign="bottom">
<td nowrap="nowrap">
<span class="toolbarlinks"><a href="http://www.sun.com">sun.com</a>  <a href="http://docs.sun.com/" class="dividelink">docs.sun.com</a> </span>
</td><td align="right" nowrap="nowrap">
<span class="toolbarlinks"><a href="http://www.sun.com/MySun/">My Sun</a>  <a href="http://www.sun.com/worldwide/" class="dividelink">Worldwide Sites</a> </span>
</td></tr>
</table>
</div>
</div>
<!-- END A1 COMPONENT V.0 -->

<!-- BEGIN A2 COMPONENT V.0 -->
<div class="a2" id="a2v0">
<div class="cornerTL">
<div class="cornerTR">
<div class="cornerBL">
<div class="cornerBR">
<div class="a2topiclinks">
<table cellpadding="1" cellspacing="0" border="0">
<tr valign="bottom">
<td><a href="http://www.sun.com/" title="홈 페이지"><img src="css/a.gif" alt="홈 페이지" width="104" height="58" border="0" class="sunlogo"></a> </td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip1"></td>
<td class="navlinks" id="navlink1">
<div>
<a id="glink1" href="http://www.sun.com/products/">제품</a> 
</div>
</td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip2"></td>
<td class="navlinks" id="navlink2">
<div>
<a id="glink2" href="http://www.sun.com/downloads/">다운로드</a> 
</div>
</td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip3"></td><td class="navlinks" id="navlink3">
<div>
<a id="glink3" href="http://www.sun.com/service/">서비스 &amp; 솔루션</a> 
</div>
</td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip4"></td><td class="navlinks" id="navlink4">
<div>
<a id="glink4" href="http://www.sun.com/support/">테크니컬 지원</a> 
</div>
</td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip5"></td><td class="navlinks" id="navlink5">
<div>
<a id="glink5" href="http://www.sun.com/training/">트레이닝</a> 
</div>
</td><td><img src="css/a.gif" alt="" width="1" height="1" border="0" id="ip6"></td><td class="navlinks" id="navlink6">
<div>
<a id="glink6" href="http://research.sun.com/">리서치</a> 
</div>
</td>
</tr>
</table>
</div>

</div></div></div></div>
</div>
<!-- END A2 COMPONENT V.0 -->

<!-- BEGIN BREADCRUMB -->
<div id="breadcrumb">
&nbsp;
</div><br /> <!-- END BREADCRUMB -->

<!-- BEGIN WRAPPER TABLE, 1 COLUMN, MAIN -->
<table border="0" cellpadding="0" cellspacing="10" width="100%">
<tr><td width="100%" valign="top">
<!-- BEGIN CENTRAL COLUMN COMPONENTS -->

<!-- BEGIN PAGE CONTROL ROW -->
<table border="0" cellpadding="0" cellspacing="0" width="100%">
<tr class="grey1"><td></td><td align="right">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="toc.html">목차</A> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td></tr>
</table>
<!-- END PAGE CONTROL ROW -->

</td></tr>
<tr><td width="100%" valign="top">
<a name="skip2content"> </a> 

<!--startindex-->
<div class="maincontent">
<p>Part No. : N/A</p><p>2006 년 10 월</p>Sun Microsystems, Inc. <p><br>4150 Network Circle<br>Santa Clara, CA  95054 <br>U.S.A. </p><p>Copyright 2006, Sun Microsystems, Inc</p><p>본문서내의 제품에 짜넣어지고 있는 기술에 관한 지적 소유권은, 미국 Sun Microsystems, Inc.  에 귀속합니다. 특히 제한을 받는 일 없이, 이 지적 소유권에는, 미국 특허, 및 미국을 시작으로 하는 다른 나라들에서 신청중의 특허가 포함되어 있습니다. </pr><p>미국 정부의 권리 - 상용 소프트웨어. 정부 관계자 사용자는, 미국 Sun Microsystems, Inc.  표준 라이센스 조항과 적용 가능한 FAR 및 그 추가 추가의 조항에 따르는 것으로 합니다. </pr><p>본제품에는, 서드 파티가 개발한 기술이 포함되어 있는 경우가 있습니다. </pr><p>본제품의 일부는, Berkeley BSD 시스템으로부터 파생한 것으로, 캘리포니아 대학으로부터 라이센스를 받고 있습니다. UNIX 는, X/Open Company, Ltd 가 독점적으로 허가하고 있는 미국 및 다른 나라에 있어서의 등록상표입니다. </pr><p>Sun, Sun Microsystems, Sun 의 로고, Solaris 의 로고, Java Coffee Cup 의 로고, docs.sun.com, Java, 및 Solaris 는, 미국 및 다른 나라에 있어서의 미국 Sun Microsystems, Inc.  의 상표 또는 등록상표입니다. 모든 SPARC 상표는, 미국 SPARC International, Inc.  의 라이센스를 받아 사용하고 있는 동사의 미국 및 그 외의 나라에 있어서의 상표 또는 등록상표입니다. SPARC 상표가 붙은 제품은, 미국 Sun Microsystems, Inc.  하지만 개발한 아키텍쳐(architecture)에 근거하는 것입니다. </pr><p>OPEN LOOK 및 Sun&#153; Graphical User Interface 는, 미국 Sun Microsystems, Inc.  하지만 그 사용자 및 라이센시전용으로 개발했습니다. 미국 Sun Microsystems, Inc.  (은)는, 콤퓨터 산업용의 비주얼 또는 그래피컬 사용자 인터페이스의 개념의 연구개발에 있어서의 미국 Xerox 사의 선구자로서의 성과를 인정하는 것입니다. 미국 Sun Microsystems, Inc.  (은)는 미국 Xerox 사로부터 Xerox Graphical User Interface 의 비독점적 라이센스를 취득하고 있어, 이 라이센스는, OPEN LOOK 의 그래피컬 사용자 인터페이스를 구현하는지, 또는 미국 Sun Microsystems 사의 서면에 의한 라이센스 조항에 따르는 미국 Sun Microsystems, Inc.  의 라이센시에도 적용됩니다. </pr><p>본서에 기재된 제품 및 정보는, 미국의 수출규제에 관한 법규의 적용을 받아 미국 이외의 나라의 수출법 또는 수입법의 제한을 받는 경우가 있습니다. 본제품의, 핵, 미사일, 생물화학 병기, 혹은 원자력 선에 관련한 사용 또는 걸리는 사용자에의 제공은, 직접적으로도 간접적으로도 금지되고 있습니다. 미국의 수출 금지국과 미국 수출 제한 대상 리스트 (수출이 금지되고 있는 개인 리스트, 특별히 지정된 국적자 리스트를 포함한다)로 지정된 사람에게, 본제품을 수출 또는 재수출하는 것은 일절 금지되고 있습니다. </pr><p>문서는 「현상인 채」제공됩니다. 또, 상품성, 특정 목적에의 적합성, 제삼자의 권리의 비침해의 묵시적 보증등을 포함한, 명시적 또는 묵시적인 조건, 표명, 보증의 모두 일절 인정되지 않습니다. 다만, 이러한 면책 사항이 법적으로 무효인 경우를 제외합니다. </pr><p>Sun Microsystems, Inc.  d&eacute;tient les droits de propri&eacute;t&eacute; intellectuelle relatifs &agrave; la technologie incorpor&eacute;e dans le produit qui est d&eacute;crit dans ce document.En particulier, et ce sans limitation, ces droits de propri&eacute;t&eacute; intellectuelle peuvent inclure un ou plusieurs brevets am&eacute;ricains ou des applications de brevet en attente aux Etats-Unis et dans d'autres pays. </pr><p>Cette distribution peut comprendre des composants d&eacute;velopp&eacute;s par des tierces personnes. </pr><p>Certaines composants de ce produit peuvent &ecirc;tre d&eacute;riv&eacute;es du logiciel Berkeley BSD, licenci&eacute;s par l'Universit&eacute; de Californie.UNIX est une marque d&eacute;pos&eacute;e aux Etats-Unis et dans d'autres pays; elle est licenci&eacute;e exclusivement par X/Open Company, Ltd.  </pr><p>Sun, Sun Microsystems, le logo Sun, le logo Solaris, le logo Java Coffee Cup, docs.sun.com, Java et Solaris sont des marques de fabrique ou des marques d&eacute;pos&eacute;es de Sun Microsystems, Inc.  aux Etats-Unis et dans d'autres pays.Toutes les marques SPARC sont utilis&eacute;es sous licence et sont des marques de fabrique ou des marques d&eacute;pos&eacute;es de SPARC International, Inc.  aux Etats-Unis et dans d'autres pays.Les produits portant les marques SPARC sont bas&eacute;s sur une architecture d&eacute;velopp&eacute;e par Sun Microsystems, Inc.  </pr><p>L'interface d'utilisation graphique OPEN LOOK et Sun a &eacute;t&eacute; d&eacute;velopp&eacute;e par Sun Microsystems, Inc.  pour ses utilisateurs et licenci&eacute;s.  Sun reconna&icirc;t les efforts de pionniers de Xerox pour la recherche et le d&eacute;veloppement du concept des interfaces d'utilisation visuelle ou graphique pour l'industrie de l'informatique.Sun d&eacute;tient une licence non exclusive de Xerox sur l'interface d'utilisation graphique Xerox, cette licence couvrant &eacute;galement les licenci&eacute;s de Sun qui mettent en place l'interface d'utilisation graphique OPEN LOOK et qui, en outre, se conforment aux licences &eacute;crites de Sun. </pr><p>Les produits qui font l'objet de cette publication et les informations qu'il contient sont r&eacute;gis par la legislation am&eacute;ricaine en mati&egrave;re de contr&ocirc;le des exportations et peuvent &ecirc;tre soumis au droit d'autres pays dans le domaine des exportations et importations.Les utilisations finales, ou utilisateurs finaux, pour des armes nucl&eacute;aires, des missiles, des armes chimiques ou biologiques ou pour le nucl&eacute;aire maritime, directement ou indirectement, sont strictement interdites.Les exportations ou r&eacute;exportations vers des pays sous embargo des Etats-Unis, ou vers des entit&eacute;s figurant sur les listes d'exclusion d'exportation am&eacute;ricaines, y compris, mais de mani&egrave;re non exclusive, la liste de personnes qui font objet d'un ordre de ne pas participer, d'une fa&ccedil;on directe ou indirecte, aux exportations des produits ou des services qui sont r&eacute;gis par la legislation am&eacute;ricaine en mati&egrave;re de contr&ocirc;le des exportations et la liste de ressortissants sp&eacute;cifiquement design&eacute;s, sont rigoureusement interdites. </pr><p>LA DOCUMENTATION EST FOURNIE "EN L'ETAT" ET TOUTES AUTRES CONDITIONS, DECLARATIONS ET GARANTIES EXPRESSES OU TACITES SONT FORMELLEMENT EXCLUES, DANS LA MESURE AUTORISEE PAR LA LOI APPLICABLE, Y COMPRIS NOTAMMENT TOUTE GARANTIE IMPLICITE RELATIVE A LA QUALITE MARCHANDE, A L'APTITUDE A UNE UTILISATION PARTICULIERE OU A L'ABSENCE DE CONTREFACON.  </pr>
</div>
<!--stopindex-->

<!-- END CENTRAL COLUMN COMPONENTS -->
</td></tr>

<!-- BEGIN SPACER ROW -->
<tr><td><img src="css/a.gif" width="780" height="1" border="0" alt="" /></td></tr>
<!-- END SPACER ROW -->

<tr><td>

<!-- BEGIN PAGE CONTROL ROW -->
<table border="0" cellpadding="0" cellspacing="0" width="100%">
<tr class="suntab"><td></td><td align="right">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<A HREF="toc.html">목차</A> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td></tr>
</table>
<!-- END PAGE CONTROL ROW -->
</td></tr>

</table>
<!-- END WRAPPER TABLE, 1 COLUMN, MAIN -->


<!-- BEGIN A5 COMPONENT V.0 -->
<div class="a5" id="a5v0">
<span class="footerlinks"><a href="http://www.sun.com/company/">회사 정보</a>  <a href="http://www.sun.com/contact/">연락처</a>  <a href="http://www.sun.com/share/text/termsofuse.html">이용 규약</a>  <a href="http://www.sun.com/privacy/">프라이버시</a> 

<span class="footercopy">Copyright 1994-2006 Sun Microsystems, Inc. </span></span>
</div>
<!-- END A5 COMPONENT V.0 -->

<script type="text/javascript">
printmenus();
</script>

</body>
</html>

